{
  "meeting_id": "20260212_110639_028",
  "created_at": "2026-02-12T11:06:39",
  "source_filename": "132_Belvedere_Dr_10.m4a",
  "original_language": "English",
  "was_translated": false,
  "transcript": "大夫? 大夫? 大夫? 大夫? 我其他的事我不知道 我其他的事我不知道 我懂一些話,要不要說? 我懂一些話,要不要說? 我老公說 我老公說 何時都說 何時都說 快點叫你姐姐找律師 快點叫你姐姐找律師 遲早的 不要說胖子已經有律師 不要說胖子已經有律師 你來做甚麼? 你來做甚麼? 你說胖子那個律師? 你說胖子那個律師? 胖子那個律師不好 胖子那個律師的女朋友是商業律師 那個律師要求他的家產 遲早就不要讓他見 他死於17歲的時候 他的名字叫Harvin 他叫Harvin 讓我女朋友照顧你的家產 讓我女朋友照顧你的家產 她照顧了 她照顧了 她其實想和他拜鬼 她其實想和他拜鬼 代改 她叫胖子 為甚麼? 她叫胖子見 因為他有IRS的律師 幫他打公司 他見了 現在DQ將他拒絕 他又搞那些數目的律師 這個胖子沒有膽量回覆你 但搞到沒辦法 所以我說這個死律師 弄死我就真的 所以你自己要找自己的律師 他想跟著他女朋友 把他賣了 他做實際律師 不如應該要經過我 是嗎? 是呀 自己找 是呀 這些事我都不清楚 要找律師要花錢 我現在跟她討論 哪裡找錢來 我不是說謊 真的 沒辦法 錢是你的力量 你的膽量 你錢都沒有 你說甚麼? 做律師都不好 是呀 叫哥哥來說 不要做 不要告訴他 乖 他一輩子都會哭 你猜我同意做嗎? 知道了 這個實際律師都不好 所以我不要這麼團結 不要 不要這樣 我們兩個都不好 沒錢 沒錢 沒錢 那些又要錢 有錢 那些又麻煩 不是哥哥那兩個 多少錢 不懂得花 不懂得花錢 不懂得花錢 不懂得花錢 不懂得花錢 他很兇 他一兇就很兇 你不要小看他 他很兇 或者上次看到那些單 最近又買機票那些 又去玩吃那些東西 或者被他看到 其實是 朱一寶跟三哥就殺他 三哥已經跟我說過 在他賺錢 是呀 他要管著他 因為他要留給女兒 留給女兒 他留給Denise 他那個女兒 都不是三哥直接出口 他說這個妹妹去那裡 是有房子 她不是讀書的 她不用做工 她在那裡白忙 是白忙讀書 因為三哥有很多錢 誰要讀書 他都要給錢 這個陳姐走開了 又不用做工 在那裡就滑雪 滑雪 滑雪 然後找男朋友 一個月放假就跑去德國 跑去火車那裡玩 坐business class 只是買他一條紅的白花衫 在英國 他走進去一個公司那裡 走出來 拿著一個紅皮革 三哥說 看你買了什麼 他說要一條紅皮革 紅色白花衫 三哥看他買了什麼 五千元一個糖果 五千元 不是八千元 你猜他收了多少錢 淑子收了多少錢 他就想著 他最不敢說是女兒 他這麼肉赤 錢全部都給女兒 是啊 這個是上帝罰他的 姊姊 Lily和淑子 兩個這麼多錢 這個是上帝的karma給她 你有這麼多錢 你不懂得花 你說傻到這樣 死在這裡 越多要越多 越多又要越多 什麼時候都不夠 拿著夠錢就是了 不用命的 人命都不要了 那些人很傻 姊姊不懂得花 你教訓了她 你錄下來 你不要教訓她 任由她死吵 叫三哥死小 你教訓了她 你不要教訓她 任由她死吵 叫三哥死小 你教訓了她 你教訓了她 任由她死小 你教訓了她 這樣定了她 三哥死小 你教訓了她 她現在很傻 她現在很傻 她有些 And you 三哥走路的動作 像三哥那樣 他兩隻手不動 在旁邊 走得很快 像木頭 我們去釣魚 我們去釣魚 哥哥和三哥 我們去釣魚 哥哥就說 我們去那裡 我們去那裡 我們去那裡 三哥聽得很聽 拿著魚竿 走逆向 走得太快 她也不理我 她也不理我 她沒有注意 她沒有注意 她沒有注意 她沒有注意 她就馬上去釣魚 她就馬上去釣魚 她就這樣 她很傻 很傻 我看到她的動作跟Andrew一模一樣 很緊 很緊 Impulsive Impulsive 衝動 三哥就跟肥仔說 他說 When you come to see me I have some surprise for you Oh Good Stop Oh Steven Steven 不要 不要 不要 不要 不要 不要 不要 不要 不要 不要 不要 對 不要 不要 不要 不要 不要 不要 不要 不要 不要 這兩母女不知道有多聰明 拿著錢 三哥這麼多錢 你也知道他不要三哥退休 他會工作到他死 誰幫他賺錢呢 他死儲 兩母女 你看看 他的銀行帳 滿了錢 我這個是預測 他才不理你 你給不給他已經拿了 這個女孩比我還聰明 他不出聲 爸爸就拿了別人的飯菜 還有 還有一件事 三哥告訴我 三哥的意思 我想他有幾點意識 他認為他不開心 他現在才爆出來 很多事跟我說 他拿著一條頸 人腦就開始想這些事 他頂過多少次要離手 他就跟哥哥說 三哥打球的時候 跟哥哥說 娶淑子 根本上不是三哥的意見 是媽咪的意見 他不知道做錯了什麼 因為他覺得他不開心 跟淑子 你知道嗎 哥哥頂他 哥哥說 你娶淑子 是媽咪開口跟二舅父求婚 哥哥不想跟他結婚 是 哥哥說 你知道誰做錯了 跟Marita 我才做錯了 哥哥承認 他說我搶了老家的老婆 他說我才做錯了 娶了自己表哥的老婆 你沒做錯 是媽咪跟你求婚 這樣跟三哥說 總之沒有人會 遲早都死了 白花了很多錢 很可惜 鄭 有這麼多錢的人 不識財 過不開心 他還喜歡別人看著他的錢 壞成這樣 這個Lily Jack和淑子 你說起錢 人情都沒有了 沒有了 錢是他上帝 所以我覺得很生氣這些人 你說多可惜 這輩子 你不是很久 不識財 我哥哥說他等著你的消息 我不知道 如果找到什麼便宜的我會去 貴的我不去了 因為我走得太多 四月份又走 六月份又走 四月份好去 四月份好去 這個我不需要 我哥哥很恨你 太貴了 四百塊價錢 不行 只看能不能找到條件 是呀 好了 做好了 做好了 Susie 你的臉要變黑了",
  "summary": "Discussion on Legal and Financial Matters\nType: other\n\nSummary\n\n- Concerns about hiring a lawyer for legal issues.\n- Discussion on financial management and spending habits.\n- Mention of family dynamics and financial responsibilities.\n- Concerns about the impact of financial decisions on family relationships.\n\nKey Topics\n\n- Legal representation\n- Financial management\n- Family dynamics\n- Spending habits\n- Communication issues\n\nDetails\n\nLegal Concerns\n\n- Need to find a lawyer for legal issues.\n- Concerns about the quality of current legal representation.\n\nFinancial Management\n\n- Discussion on the importance of managing finances.\n- Concerns about excessive spending and financial irresponsibility.\n\nFamily Dynamics\n\n- Impact of financial decisions on family relationships.\n- Discussion about family members' financial habits and responsibilities.",
  "action_items": [
    "Find a lawyer — Unassigned (Due: Not stated)",
    "Discuss financial management strategies — Unassigned (Due: Not stated)"
  ],
  "memo_json": {}
}